Repository: noah-nuebling/mf-xcloc-editor
Catalog: mf-xcloc-editor/example-docs/loca-studio-sample-documents/sample-xcloc/*.xcloc/Localized Contents/*.xliff
Languages: de, el, es_419, fr, he, tr, zh_hans, zh_hant

source: %1$d/%2$d item(s) selected
de: %d/%d item(s) selected
el: %1$d/%3$d επιλεγμένα είδη
es_419: %1$d/%2$d artículos seleccionados
fr: %1$d/%3$d articles sélectionnés
he: %1$d/%2$d פריטים שנבחרו
tr: %1$d/%3$d ürün seçildi
zh_hans: %d 件商品，已选 %d 件商品
zh_hant: 已選擇 %1$d/%3$d 件商品

source: %ld color(s)
de: %d Farben
el: %@ χρώματα
es_419: %@ colores
fr: %ld couleurs
he: %d צבעים
tr: %d renk
zh_hans: %ld 种颜色
zh_hant: %d種顏色

# Allow MyApp to access your location in Settings &gt; MyApp &gt; Location
source: Allow MyApp to access your location in Settings > MyApp > Location
de: Sie müssen MyApp den Zugriff auf Ihren Standort erlauben. Dies funktioniert unter Einstellungen > MyApp > Standort
el: Πρέπει να επιτρέψετε στην MyApp την πρόσβαη στην τοποθεσία σας στο μενού Ρυθμίσεις > MyApp > Τοποθεσία
es_419: Debes activar la localización en Configuración > MyApp > Localización
he: עליך לאפשר לזארה גישה למיקום שלך ב'הגדרות' > 'זארה' > 'מיקום'
tr: Ayarlar > MyApp > Konum seçenekleriyle MyApp’nın konumunuza erişmesine izin vermeniz gerekir
zh_hans: 你必须在允许MyApp使用你的位置: 设定>MyApp>定位
zh_hant: 必須在「設定 > MyApp > 位置」中允許MyApp存取您的位置

source: Estimated waiting time: %d minute(s)
de: Voraussichtliche Wartezeit %d Minuten
el: Προβλεπόμενος χρόνος αναμονής %d λεπτά
es_419: Tiempo de espera estimado: %d minuto(s)
fr: Temps d'attente estimé : %d minutes
he: זמן המתנה משוער %d דקות
tr: Tahmini bekleme süresi %d dakika
zh_hans: 预计等待时间为 %d 分钟 %d
zh_hant: 预计等待时间为 %d 分钟 %d

# Please allow notifications in Settings &gt; MyApp &gt; Notifications
source: Please allow notifications in Settings > MyApp > Notifications
de: Aktivieren Sie die Mitteilungen in Anpassungen > MyApp > Mitteilungen
el: Πρέπει να επιτρέψετε τις ειδοποιήσεις στο μενού Ρυθμίσεις > MyApp > Ειδοποιήσεις
es_419: Debes activar las notificaciones en Configuración > MyApp > Notificaciones
he: עליך להפעיל את ההתראות ב'הגדרות' > 'MyApp' > 'התראות'
tr: Ayarlar > MyApp > Bildirimler'den bildirimlere izin vermelisiniz
zh_hans: 您必须在设置 > MyApp > 讯息中启用讯息
zh_hant: 必須在設定 > MyApp > 訊息中選擇允許訊息

# /%1$d/%2$d item(s) selected:dict/items:dict/many:dict/:string
source: %d/%d items selected
he: %d/%d פריטים שנבחרו

# /%1$d/%2$d item(s) selected:dict/items:dict/one:dict/:string
source: %d/%d item selected
de: %d/%d Artikel ausgewählt
el: %d/%ld επιλεγμένο είδος
es_419: %d/%d artículo seleccionado
fr: %d/%d article sélectionné
he: %d/%d פריט שנבחר
tr: %d/%d ürün seçildi

# /%1$d/%2$d item(s) selected:dict/items:dict/other:dict/:string
source: %d/%d items selected
de: %d/%d Artikel ausgewählt
el: %d/%ld επιλεγμένα είδη
es_419: %d/%d artículos seleccionados
fr: %d/%d articles sélectionnés
he: %d/%d פריטים שנבחרו
tr: %d/%d ürün seçildi
zh_hans: %1$d 件商品，已选 %3$d 件商品
zh_hant: 已選擇 %ld/%ld 件商品

# /%1$d/%2$d item(s) selected:dict/items:dict/two:dict/:string
source: %d/%d items selected
he: %d/%d פריטים שנבחרו

# /%ld color(s):dict/colors:dict/many:dict/:string
source: %ld colors
he: %ld צבעים

# /%ld color(s):dict/colors:dict/other:dict/:string
source: %ld colors
de: Farben
el: %ld χρώματα
es_419: %d colores
fr: couleurs
he: %ld צבעים
tr: %ld renk
zh_hans: %d 种颜色
zh_hant: %ld種顏色

# /%ld color(s):dict/colors:dict/two:dict/:string
source: %ld colors
he: %ld צבעים

source: Estimated waiting time: %#@minutes@
de: Voraussichtliche Wartezeit %#@minutes@
el: Προβλεπόμενος χρόνος αναμονής %#@minutes@
es_419: Tiempo de espera: %#@minutes@
fr: Voraussichtliche Wartezeit %#@minutes@
he: זמן המתנה משוער %#@minutes@
tr: Tahmini bekleme süresi %#@minutes@
zh_hans: %#@minutes@
zh_hant: %#@minutes@

# /Estimated waiting time: %d minute(s):dict/minutes:dict/many:dict/:string
source: %d minutes
he: %d דקות

# /Estimated waiting time: %d minute(s):dict/minutes:dict/one:dict/:string
source: %d minute
de: %ld Minute
el: %d λεπτό
es_419: %d minuto
fr: %ld Minute
he: דקה %d
tr: %d dakika

# /Estimated waiting time: %d minute(s):dict/minutes:dict/other:dict/:string
source: %d minutes
de: %d Minuten
el: %d λεπτά
es_419: %d minutos
fr: %d Minuten
he: %d דקות
tr: %d dakika
zh_hans: 预计等待时间为 %d 分钟
zh_hant: 預計等待時間為 %d 分鐘

# /Estimated waiting time: %d minute(s):dict/minutes:dict/two:dict/:string
source: %d minutes
he: %d דקות

source: Tap to edit
de: Zum Bearbeiten tippen
el: 点按即可编辑
es_419: Pulsa para editar
fr: Cliquez pour modifier
tr: Düzenlemek için dokunun
zh_hans: 點按即可編輯
zh_hant: 點按即可編輯

source: Tap to select
de: Klicken Sie zur Auswahl auf
el: 点击选择
es_419: Pulsa para seleccionar
fr: ⁨⁨Cliquez pour sélectionner
tr: Seçmek için dokunun
zh_hans: 点击选择
zh_hant: 點擊選擇

# /%1$d/%2$d item(s) selected:dict/NSStringLocalizedFormatKey:dict/:string
source: %#@items@
de: %#@item@
zh_hans: %#@item@

# /%ld color(s):dict/colors:dict/one:dict/:string
source: %ld color
de: %ld Farbe
el: %ld χρώμα
es_419: %d color
fr: %ld couleur
tr: %ld renk

# /%ld color(s):dict/NSStringLocalizedFormatKey:dict/:string
source: %#@colors@
tr: %#@color@
zh_hant: %#@color@
